antfu.icons-carbon
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
daytonaio.daytona
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
github.copilot
github.copilot-chat
iocave.monkey-patch
jianglinghao.vscode-npm-scripts
juanblanco.solidity
mgmcdermott.vscode-language-babel
moalamri.inline-fold
mongodb.mongodb-vscode
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
nur.just-black
pkief.material-icon-theme
ritwickdey.liveserver
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
scottaevers.darkcmyk
tauri-apps.tauri-vscode
twxs.cmake
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
